Repository: vladpen/wa-example
Catalog: *-plugins/payment/paypal/locale/*/LC_MESSAGES/payment_paypal.po
Languages: ru_ru

source: Merchant email
ru_ru: Email продавца

source: Your PayPal account email address
ru_ru: Ваш email, зарегистрированный в PayPal

source: Transaction currency
ru_ru: Валюта платежа

source: Must be acceptable at merchant settings
ru_ru: Должна быть доступна в вашем аккаунте продавца

source: Sandbox
ru_ru: Тестовый режим

source: Enable for test mode
ru_ru: Включите для тестирования

source: Redirecting to secure PayPal website for payment...
ru_ru: Перенаправление на сайт PayPal для оплаты...

source: Proceed to PayPal to make payment
ru_ru: Оплатить заказ на сайте PayPal

source: Transaction type: %s
ru_ru: Тип транзакции: %s

source: unknown
ru_ru: неизвестен
